Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: I am called Mal M’Brin now, Ethiliel. It is the name I took when I unchained myself from the shallow-mindedness of the elves and passed over into enlightenment. There is infinity here in death; I have touched the void at the heart of all things, and I have begun to probe the mystic arts far beyond what any living human or elf knows. You, too, can partake of its boundless power.
uk_ua: Тепер мене звати Мал М'Брін, Етілієль. Це ім'я, котре я взяв, коли звільнився від недалекого розуму ельфів і перейшов до просвітлення. Смерть нескінченна; я доторкнувся порожнечі в серці всього сущого, і я почав досліджувати містичні мистецтва, що лежать далеко за межами того, що знає будь-яка жива людина чи ельф. Ти також можеш розділити зі мною цю безмежну силу.

source: I am called forth from eternal rest, bound to follow he who called me. Show me the enemy, master!
uk_ua: Я покликаний з вічного спокою, зобов'язаний іти за тим, хто мене закликав. Покажи мені ворога, володарю!

source: I am deeply grateful for your aid, Chantal. I see now what I must do... I have lost Iliah-Malal, but I must at least try to report back to the King or to Leollyn. I will set out for the south!
uk_ua: Величезне дякую за допомогу, Шанталь. Тепер я бачу, що я повинен зробити... Я втратив Іліа-Малала, але я повинен, принаймні, спробувати повідомити Короля або Леолина. Я відправлюся на південь!

source: I am defeated... My children, hear my last words! Destroy the humans, and never let them set foot on our island again!
uk_ua: Я переможений... Діти мої, слухайте мої останні слова! Знищіть людей і ніколи не дозволяйте їм ступати на наш острів знову!

source: I am done for, but we have yet to lose this battle!
uk_ua: Я більше не можу, але ми все ще можемо виграти цей бій!

source: I am fallen before my plans have reached fruition. A curse upon you Haldric, may you and your descendants know nothing but strife!
uk_ua: Мене перемогли перш, ніж мої плани досягли успіху. Я проклинаю тебе, Хальдріку, хай не будеш ти і твої нащадки знати нічого, окрім розбрату!

source: I am finished.
uk_ua: Мені кінець.

source: I am glad at least that we will not have to face ghosts. But those elves will have us at a disadvantage; our horses will not maneuver well in the trees.
uk_ua: Я радий, що хоча б цього разу нам не доведеться битися з мерцями. Але ті ельфи все одно завдадуть нам чимало клопотів; наші коні не такі маневрені серед дерев.

source: I am glad to see you returned.
uk_ua: Я радий, що ти повернувся.

source: I am grieved to have to resort to this. Yet the Book must be recovered at all costs; and no one should be left alive.
uk_ua: Я засмучений, що доводиться до цього вдатися. Книга має бути повернена за всяку ціну, ніхто не повинен залишитися в живих.

source: I am hardly concerned with the doing of mortal worms — they are no more than petty pawns, orcs and humans both. The only difference is that orcs will not complain as long as they are well fed.
uk_ua: Я не хвилююся справами смертних слимаків — вони не більш, ніж незначні пішки, люди з орками. Єдина різниця, що орк не буде сперечатися, поки його добре годують.

source: I am he. Speak your message.
uk_ua: Це я. Кажи своє слово.

source: I am just a farmer! I never killed anyone!
uk_ua: Я просто фермер! Я нікого не вбивав!

source: I am not afraid! My people will see me fight the undead before we leave, even if defeating them all is impossible.
uk_ua: Я не боюся! Мій народ побачить, як я б'юся з мерцями перед відходом, навіть якщо перемогти їх усіх неможливо.

source: I am not going with you. One of your people should take the sword.
uk_ua: Я не піду з вами. Хтось з твоїх людей має забрати меч.

source: I am not sure that I can. However, you could.
uk_ua: Я не впевнена, що зможу. Але ти зможеш.

source: I am not sure there is safety for anyone in these days, but we all travel the same road and face the same foes.
uk_ua: Я не думаю, що хтось може бути у безпеці в такі часи, але ми усі йдемо однією дорогою і зустрічаємо спільних ворогів.

source: I am not sure. There is no blood here and very little sign of struggle. If it had been the undead, I suspect they would have slain him and made him one of them.
uk_ua: Я не впевнений. Крові нема та й дуже мало слідів боротьби. Якби це були мерці, я гадаю, вони б просто вбили його і поповнили ним свої ряди.

source: I am not sure... he must have known that the undead would corrupt and enslave us.
uk_ua: Не впевнений... він мав знати, що мерці осквернять та підкорять нас.

source: I am not to be bought with trinkets, Haldric.
uk_ua: Мене не купиш брязкальцями, Хальдріку.

source: I am only a man, a living man seeking a way home from the Land of the Dead.
uk_ua: Я усього лише людина, жива людина, що шукає дорогу додому з Мертвих Земель.

source: I am perfectly safe, friend!
uk_ua: Друже, я в повній безпеці!

source: I am ready.
uk_ua: Я готовий.

source: I am sorry. We have not the time to spare.
uk_ua: Вибачай, в нас зовсім нема зайвого часу.

source: I am sure it was Cylanna’s idea that you come here. She has a reason. Don’t you Cylanna? Tell him what it is.
uk_ua: Я упевнена, що прийти сюди було ідеєю Цілани. У неї є на те причини. Чи не так, Цілано? Розкажи їм.

source: I am sure you can guess, magistrate.
uk_ua: Я впевнений, що ти можеш здогадатися, старійшино.

source: I am the Lady Jessene, a noble, a princess of the Wesfolk! I was betrayed by the Lich-Lords’ dark pact with the orcs, in no small part because your fool Prince of Southbay convinced them that their immortal unlives were over!
uk_ua: Я пані Джессен, весфолькська принцеса! Владики-Лічі зрадили мене заради союзу з орками. До речі, не останню роль в цьому зіграло те, що ваш безглуздий Принц Південної Бухти вирішив їх переконати, що їхньому безсмертю прийшов кінець!

source: I am the one whose place you took in the court of Wesnoth. But my daughter brought me what you seek, and I have gained its power.
uk_ua: Я той, чиє місце ти зайняв при дворі Весноту. Але моя дочка принесла мені те, що ти шукаєш, і тепер я володію усією його силою.

source: I am the will of An-Usrukhar, greatest of mages, he who bestrode Irdya in the morning of time, who sleeps now in a death beyond death until the unmaking of the world.
uk_ua: Я дух Ан-Усрухара, найвеличнішого з магів, того, хто захищав Ірдію удосвіта часів, хто тепер спить вічним сном до кінця світу.

source: I am trying, but their resistance is strong...
uk_ua: Я намагаюся, але їхній супротив завеликий...

source: I am, my Lord, I command the local garrison. Our whole fishing fleet is evacuating people to Southbay as we speak. The ships should be back in a few days. Our forces engaged the orcs as they exited the Swamp of Esten. At first, we prevailed, and pushed them back into the swamp!
uk_ua: Я, мій пане, це я командую місцевою вартою. Поки ми говоримо з Вами, наш рибальський флот евакуював людей до Південної Бухти. Кораблі будуть з дня на день. Наші сили билися з орками, коли ті вийшли з Естенського болота. Все було добре, ми навіть загнали їх назад у болота!

source: I be Movrur, of the ancient stronghold of Kal Kartha.
uk_ua: Моврур я, зі стародавньої твердині Кал Карта.

source: I be assuming they’ll also try to stop us if they see us.
uk_ua: Гадаю, вони спробують нас схопити, як побачать.

source: I bear a great hatred towards their kind. I will follow and fight them with you, if you permit.
uk_ua: Я вкрай ненавиджу цих нечестивих істот та їхніх повелителів. Якщо ви дозволите, я піду з вами та докладу руку до доброї справи.

source: I bear both, and all are loyal to the King of Southbay!
uk_ua: Я привів і тих, і інших, і усі ми віддані Королю Південної Бухти!

source: I believe I know how to get the information we seek, but it would have been too difficult to obtain myself. Therefore, we shall go on a mission, you and I. First, we will enlarge our armies, and then...
uk_ua: Здається, я знаю, де добути потрібну нам інформацію, але самому мені впоратися. Тому нам доведеться взятися за справу разом, мені й тобі. Спочатку, ми збільшимо наше військо, а потім…

source: I believe it is undead and has no will of its own, but the Kai may have the willpower to direct it.
uk_ua: Я впевнена, що це живий мрець, з тих, що не мають власної волі, але у Кая, може, є сила її направити.

source: I believe it will. Each tower has a passage down to the catacombs. We must enter the tunnels and demolish all four supports, then the fortress should crumble.
uk_ua: Я впевнений. Кожна башта має прохід до катакомб. Ми маємо пробратися до тунелів та рознести усі опори, тоді фортеця має розпастися.

source: I believe our bat is impressed! That must be a drake. I am told they are fearsome, but honorable, creatures. I think we can let him out of the cage.
uk_ua: Здається, наш кажан вражений. Це, мабуть, дрейк. Мені розповідали, що вони грізні, але благородні істоти. Я думаю, треба випустити його з клітки.

source: I believe that they are woses — tree guardians. I have heard of them, but thought they were gone from Wesnoth forever. They are not evil, it is said, but yet they may be hostile to us. We had best be careful.
uk_ua: Гадаю, що це лісовики — захисники дерев. Я чув про них, але думав, що їх більше немає в Весноті. Вони не злі, як то кажуть, але вони можуть бути ворожі до нас. Краще бути обережніше з ними.

source: I believe that would work, but many of them will be killed if you do it now. It might be better to wait.
uk_ua: Думаю, це спрацює, але багато хто з них загине, якщо почати прямо зараз. Може, краще трохи зачекати.

source: I bet this wasn’t the welcome you were expecting.
uk_ua: Гадаю, це не той прийом, якого ти чекав.

source: I bring greetings from the merfolk. We have heard your plight, and though we have few warriors to spare among us, I would gladly lend my trident to your cause.
uk_ua: Я приношу вітання від водяних. Ми чули про ваше важке положення, і хоча в нас дуже мало вільних бійців, мій тризуб до ваших послуг.

source: I call upon all that is holy to break the power of this evil stone!
uk_ua: Я закликаю все, що є на світі святе, щоб зламати силу цього злого каменю!

source: I can feel Mordak’s foul touch on the hidden currents of the earth and air. He is somewhere due north of here, I would say not more than two days’ ride.
uk_ua: Я відчуваю паскудні сліди Мордака в навколишніх потоках землі та повітря. Він десь на північ звідси, я б сказав, що не більше двох днів галопу.

source: I can fight!
uk_ua: Я здатна битися!

source: I can hardly believe my ears. You have always been too soft, Ethiliel, but to side with the humans? All humans are scum and vermin! Just as they have felled our trees in the past, they have destroyed our homes, murdered our people, and killed Mebrin!
uk_ua: Я не можу повірити своїм вухам. Ти завжди була м'якою, Етілієль, але допомагати людям? Усі люди негідники та паразити! Прямо як вони валили наші дерева в минулому, вони зруйнували наші дома, вбили нашу рідню та закатували Мербіна!

source: I can hear their reinforcements coming! We’re trapped! All is lost!
uk_ua: Я чую, як йдуть їхні підкріплення! Ми в пастці! Все кінчено!

source: I cannot pick up that item.
uk_ua: Я не можу підібрати той предмет.

source: I cannot turn back now... If I fight these orcs, will your villagers help me?
uk_ua: Мені вже немає шляху назад... Якщо я вступлю у битву з цими орками, ви мені допоможете?

source: I can’t be finished yet... I still have so much more to do.
uk_ua: Я не можу бути убитий... Мені потрібно багато що зробити.

source: I claim this territory in the name of Krag-Ubor, the ruler of all true orcs! Leave now, Ishnak, or face the combined wrath of the five tribes.
uk_ua: Ці землі тепер належать Краґ-Убору, правителю всіх справжніх орків! Вшивайся звідси, Ішнаку, бо відчуєш на собі гнів п'яти племен.

source: I come bearing news of the road to Southbay!
uk_ua: Я принесла новини про дорогу на Південну Бухту!

source: I come bearing news. Some ‘old friends’ have decided to make an appearance. You should go ‘greet’ them.
uk_ua: Я прибув з новинами. Деякі наші ‘старі друзі’ вирішили заявитися сюди. Вам варто піти їх ‘привітати’.

source: I come seeking the Crown Prince!
uk_ua: Я хочу бачити Спадкоємного Принца!

source: I come with an offer. An offer of training in the magical arts. An offer of learning, adventure, and escape from this town.
uk_ua: Маю до вас пропозицію. Я навчаю мистецтву магії усіх охочих до знань, пригод, і можливості вирватися з цього міста.

source: I command here, but we have lost the north shore. Uncanny creatures stalk the night; our weapons scarcely seem to scathe them. I fear we cannot hold against an attack in strength.
uk_ua: Тут командую я, але ми втратили північний берег. Жахливі істоти підкралися в ночі; наша зброя майже не завдає їм шкоди. Я боюся, що ми не вистоїмо проти них.

source: I could have told you that.
uk_ua: Я, здається, тобі це говорив.

source: I could make use of some healing in a village.
uk_ua: Мені треба підлікуватися в селі.

source: I did not want to spill human blood, but this arrogant prince leaves me no other choice.
uk_ua: Я не хотів проливати людську кров, але цей самовпевнений принц не залишає мені вибору.

source: I did very little, sire. It was actually the elves who saved us on that day.
uk_ua: Я зробив мало що, пане. Ельфи це ті, хто тоді нас врятував.

source: I died a long time ago. I have forgotten my name.
uk_ua: Я помер дуже давно. Так давно, що я забув своє ім'я.

source: I do hope that nothing terrible has happened to them...
uk_ua: Сподіваюся, з ними нічого не трапилося...

source: I do not aim to make excuses, but I have been here for scarcely a week! I do not know why the previous commander did not act on your advice, but I assure you that I will not make the same mistakes he did!
uk_ua: Я не намагаюсь виправдовуватися, але я тут лише тиждень! Я не знаю чому минулий командир не дослухався до вашої поради, однак я запевняю вас, що не припущуся тих же помилок!

source: I do not doubt it. Go to your king, Delfador, and have faith in yourself; for I sense that you hold the fate of Wesnoth in your hands, and will need all the strength you have. I think we will meet again.
uk_ua: Я не сумніваюся в цьому. Йди до свого Короля, Делфадоре, і не втрачай упевненості в собі; я відчуваю, що доля Весноту в твоїх руках, і знадобиться уся твоя сила. Я думаю, ми ще побачимося.

source: I do not know, but just before the bandit raids began, an ambassador came to Sir Loris from the elves of the Aethenwood. He asked that a knight be sent to discuss a new threat to Wesnoth.
uk_ua: Я не знаю, але незадовго до бандитських нападів, від ельфів Етенвуду до Пана Лориса прибув посланець. Він запросив лицаря до них для обговорення нової загрози Весноту.

source: I do not know. No one has seen their faces and lived. All I could hear is my comrades’ screams as they were being slaughtered.
uk_ua: Я не знаю. Ніхто з тих, хто побачив їх в обличчя, не вижив. Все, що я чув, це крики моїх приятелів, коли їх вбивали.

source: I do not much care for the look of this area. The darkness seems to hang beneath the trees, unnaturally dense.
uk_ua: Мене не хвилює зовнішній вигляд цих земель. Однак неприродна темрява висить під деревами.

source: I do not think so. But... Asheviere, Garard’s queen and Eldred’s mother, seemed to be hinting some months ago that I should teach her magery. She ceased all such talk when I did not respond, and I thought it merely the momentary whim of a proud and willful woman.
uk_ua: Не думаю. Але... Ашевір, королева Гарарда і мати Ельдреда, натякала мені, що я повинен навчити її магії. Вона припинила, коли я не став відповідати на її прохання, і я подумав, що це була усього лише хвилинна примха гордої і упертої жінки.

source: I do not want a dangerous beast like that!
uk_ua: Я не хочу цю небезпечну тварюку!

source: I do, Erwen, I really do. This all be real hard. I don’t be no brave soul, nor some great warrior, but I does my best. And I haven’t forgotten about all them good times we had together ― somehow, some way, they keeps me going. Me and Harper, we won’t give up till the very end.
uk_ua: Я намагаюся, Ірвен, я й правді намагаюся. Я нє хоробрий, ні великий воїн, але я роблю все, шо можу. І я не забув про ті веселі часи, шо ми з тобою мали ― якась вони помагають мені, змушують рухатися вперед. Ми з Харпер не здаватимемося до самого кінця.

source: I do, you fiend!
uk_ua: Я смію, пекельний ти виродку!

source: I do. He is like a blazing fire to my inner eye. I think you have chosen well, granddaughter; he is indeed the one to whom the Book of Crelanu should pass.
uk_ua: Бачу. Він наче палаючий факел для мого внутрішнього ока. Я думаю, внучко, що ти зробила правильний вибір; він дійсно той, кому повинна перейти Книга Крелану.

source: I don’t fancy wading in the water to fight these things.
uk_ua: Не хотілося б у воді з тими істотами вовтузитися.

source: I don’t find that thought very comforting.
uk_ua: Не дуже-то мене це й втішає.

source: I don’t know if that creature really is our enemy. He has never bothered us, and I should stay at my post anyway. However, I’m sure many townsfolk would welcome the extra income if you want to hire them. I guess we would be happy to get rid of the monster just in case.
uk_ua: Я не упевнений, що ця істота наш ворог. Він ніколи не турбував нас, і я у будь-якому випадку повинен залишитися на своєму посту. Проте, я упевнений, що багато хто погодиться, якщо ти наймеш їх. Люди не проти заробити, та і я думаю буде непогано позбавитися від цього монстра. Про всяк випадок.

source: I don’t know what that is, but it doesn’t sound friendly.
uk_ua: Не знаю, що це означає, але звучить недружньо.

source: I don’t know what the lizard is babbling about, but we’ll sort these ‘destroyers’ out quickly enough.
uk_ua: Не знаю, про що там белькоче ящір, але ми швидко виженемо цих ‘підкорювачів’.

source: I don’t know who you are, but you can’t continue down this road! There is a horde of those orcs bigger than any army I’ve ever seen just down the road!
uk_ua: Я не знаю, хто ви, але вам не можна йти далі по дорозі! Там величезне військо орків, більше, ніж будь-яка армія, яку я бачив, прямо по дорозі!

source: I don’t know, Bogdush. The Chief said he wanted stuff that was helpful for the war.
uk_ua: Не знаю, Боґдуше. Вождь казав, йому треба щось корисне для війни.

source: I don’t know, Harper. I just don’t know. Alls I can say is we’re on our own out here.
uk_ua: Я нє знаю, Харпер. Я просто не знаю. Се, шо я можу сказати, ми тут наодинці.

source: I don’t know, but some of them riders escaped us. Bet they’ll report back to their local garrison, tell them we’re a bunch o’ traitors.
uk_ua: Я не знаю, але дейкі з тих вершників врятувалися. Закладаюся, шо вони повідомлять про сю подію їхньому гарнізону, скажуть, що ми купка зрадників.

source: I don’t know, but this evening a mage from the Academy was here talking to the mayor, my brother says.
uk_ua: Не знаю, але брат казав, що нині ввечері маг з Академії щось тут обговорював із міським головою.

source: I don’t know. But, for now, ambushing them patrols be easy enough. That’ll slow them Wesnothians down enough for us to figure out the next step.
uk_ua: Ні знаю. Але поки ми можемо просто нападати на іхні патрулі. Це достатньо затримає веснотців, шоб ми змогли придумать шось.

source: I don’t like leaving our people here alone, but I sees your point. If we wait, more will be coming.
uk_ua: Я не хтів би полишати тут наших людей, але я розумію. Як будем чекати, прийде ще більш ворогів.

source: I don’t like the look of that pool at all.
uk_ua: Мені зовсім не подобається вигляд цієї калюжі.

source: I don’t likes me the look of that water.
uk_ua: Ні подобається мені та вода, дивний в неї вигляд.

source: I don’t see how we can bring it down. They seem invincible in there!
uk_ua: Я не знаю, як ми зможемо знищити її. Вона виглядає неприступною!

source: I don’t think I can take much more of this. I’m feeling ill!
uk_ua: Не думаю, що мене надовго вистачить. Мене нудить!

source: I don’t think diplomacy is going to work.
uk_ua: Не думаю, що тут допоможе дипломатія.

source: I don’t think so, buddy.
uk_ua: Я так не думаю, друже.

source: I don’t think we can rescue anyone from these villages. It is too late.
uk_ua: Я не думаю, що ми зможемо хоч когось врятувати. Вже занадто пізно.

source: I expect we’ll be facing more undead. Be careful.
uk_ua: Схоже, нас знову чекає зустріч з мерцями. Будьте напоготові.

source: I fall!
uk_ua: Мені кінець!

source: I fear my kin are too easy on you. I decree that you should be made to fight the Dragon of the Green Swamp and its saurian minions. If you can defeat him, you will have truly earned your place in this land.
uk_ua: Боюся, мої родичі занадто до тебе поблажливі. Я велю тобі битися з Драконом Зеленого Болота і його прибічниками-ящерами. Зможеш перемогти його — будеш і дійсно гідний місця в цих землях.

source: I fear our friend has said too much. You go on ahead, I’ll catch up with you.
uk_ua: Боюся, наш друг сказав надто багато. Йдіть вперед, я наздожену вас.

source: I fear so. This was the Arch-Mage Sagus. He was a good man when I knew him.
uk_ua: Боюся, що так. Це був Архімаг Сагус. Він був хорошою людиною, коли я його знав.

source: I fear this is the effects of powerful, black magics.
uk_ua: Я боюся, це справа рук сильної чорної магії.

source: I fear we may be too late. This new warlord must have united every orcish tribe north of the Great River. Look at their army, it is vast!
uk_ua: Боюся, ми запізнилися. Цей новий воєначальник об'єднав усі племена орків на північ від Великої Ріки. Подивіться на його армію, вона величезна!

source: I feared this might happen. We tarried too long fighting the saurians, and the undead have caught up with us. The spirits may have trapped us here for the night, but in the morning we will...
uk_ua: Я боявся, що це станеться. Ми занадто довго возилися з ящірками, і мерці наздогнали нас. Привиди затримають нас тут до ночі, але вранці ми...

source: I feel as if the life is being sapped out of my body!
uk_ua: Я відчуваю як життєва сила починає покидати мене!

source: I feel different, and all my weapons are lighter!
uk_ua: Я почуваю себе по-іншому, і уся моя зброя стала легшою!

source: I feel like I’m forgetting something. Ohh, the book!
uk_ua: Здається, я щось забув... Ох, книга ж!

source: I feel so weary... I can hardly grasp my weapon anymore...
uk_ua: Я почуваюся таким втомленим... Я ледве можу тримати свою зброю...

source: I feel the touch of dark magic. This is quite a powerful spell — the very air feels thick and heavy.
uk_ua: Я відчуваю дотик темної магії. Це доволі потужне заклинання — повітря відчувається густим та тяжким.

source: I feel... faint...
uk_ua: Я відчуваю... слабкість...

source: I felt our dead stirring and corruption descending on the forest. When I left to investigate, I expected to find grim, veiled forces at work. Instead I find a human mage boldly marching down our road! I will not allow you to continue to molest our peace, and you must release the dead you have enslaved.
uk_ua: Я відчула, як мертві почали ворочатися в могилах, а в ліс почала проникати скверна. Коли пішла з'ясувати що сталося, очікувала зіткнутися з якоюсь таємничою темною силою. Аж ось нашим трактом зухвало крокує людська чарівниця! Я не дозволю тобі й далі турбувати наш спокій. Відпусти негайно мертвих, яких уярмила!

source: I found Baran. He is in this cell.
uk_ua: Я знайшов Б'ярна. Він у цій камері.
